Repository: jaelricco/hefesto
Catalog: ios/Hefesto/Localizable.xcstrings
Source language: en
Languages: de

source: %@ reps
de: %@ Wdh.

source: %lld new levels are open to work towards.
de: %lld neue Stufen stehen zum Üben offen.

source: %lld of 10
de: %lld von 10

source: %lld reps
de: %lld Wdh.

source: %lld s hold
de: %lld s halten

source: %lld sessions
de: %lld Trainings

source: %lld sets
de: %lld Sätze

source: %lld times
de: %lld-mal

source: %lld times within %lld days
de: %1$lld-mal innert %2$lld Tagen

source: %lld to sync
de: %lld zu synchronisieren

source: %lld-day streak
de: %lld Tage in Folge

source: 1 · Poor
de: 1 · Schwach

source: 2 · Rough
de: 2 · Unsauber

source: 3 · Solid
de: 3 · Solide

source: 4 · Clean
de: 4 · Sauber

source: 5 · Textbook
de: 5 · Lehrbuch

source: Abandoned
de: Abgebrochen

source: Account
de: Konto

source: Add a block
de: Block hinzufügen

source: Add an exercise to make a combo
de: Übung hinzufügen für eine Kombination

source: Added load
de: Zusatzgewicht

source: An account with this email exists. Sign in instead.
de: Mit dieser E-Mail gibt es schon ein Konto. Melde dich stattdessen an.

source: Assistance
de: Unterstützung

source: At least 10 characters.
de: Mindestens 10 Zeichen.

source: Best: %@
de: Bestwert: %@

source: Bests
de: Bestwerte

source: Bests count full, unassisted repetitions.
de: Bestwerte zählen nur volle Wiederholungen ohne Unterstützung.

source: Cancel
de: Abbrechen

source: Choose an exercise
de: Übung wählen

source: Close
de: Schliessen

source: Combo, part %lld
de: Kombination, Teil %lld

source: Common faults
de: Häufige Fehler

source: Completed
de: Abgeschlossen

source: Continue this session
de: Training fortsetzen

source: Could not reach Hefesto. Check your connection.
de: Hefesto ist nicht erreichbar. Prüfe deine Verbindung.

source: Counterweight
de: Gegengewicht

source: Create account
de: Konto erstellen

source: Create an account
de: Ein Konto erstellen

source: Date
de: Datum

source: Days
de: Tage

source: Delete
de: Löschen

source: Difficulty %lld of 10
de: Schwierigkeit %lld von 10

source: Done
de: Fertig

source: Duration
de: Dauer

source: Early signs
de: Frühe Anzeichen

source: Effort
de: Anstrengung

source: Email or password is wrong.
de: E-Mail oder Passwort ist falsch.

source: Estimated assist
de: Geschätzte Unterstützung

source: Every level unlocked
de: Alle Stufen freigeschaltet

source: Exercise
de: Übung

source: Exercises
de: Übungen

source: Exercises you log appear here.
de: Übungen, die du einträgst, erscheinen hier.

source: Finish
de: Beenden

source: Finish session
de: Training beenden

source: Fit
de: Einpassen

source: Foot support
de: Fussstütze

source: For levels you reached before Hefesto, or that the log cannot show. It is marked as self-attested and earns no XP.
de: Für Stufen, die du vor Hefesto erreicht hast oder die das Log nicht zeigen kann. Sie wird als selbst bestätigt markiert und bringt keine XP.

source: Form
de: Ausführung

source: Hefesto could not open its data
de: Hefesto konnte seine Daten nicht öffnen

source: History
de: Verlauf

source: How hard did it feel?
de: Wie anstrengend war es?

source: I already have an account
de: Ich habe schon ein Konto

source: I can already do this
de: Das kann ich schon

source: I can do %@
de: Ich kann %@

source: In progress
de: Läuft

source: Incline
de: Schräge

source: Injury awareness
de: Verletzungen vorbeugen

source: Levels
de: Stufen

source: Locked
de: Gesperrt

source: Log a rest day
de: Ruhetag eintragen

source: Log a set
de: Satz eintragen

source: Longest distance
de: Längste Distanz

source: Longest distance per day
de: Längste Distanz pro Tag

source: Longest hold
de: Längstes Halten

source: Longest hold per day
de: Längstes Halten pro Tag

source: Machine
de: Maschine

source: Mark as achieved?
de: Als erreicht markieren?

source: Milestone
de: Meilenstein

source: More than %@ of %@
de: Mehr als %1$@ %2$@

source: Most added load
de: Meistes Zusatzgewicht

source: Most reps
de: Meiste Wiederholungen

source: New skill unlocked
de: Neuer Skill freigeschaltet

source: Next: %@
de: Nächste: %@

source: No exercises yet
de: Noch keine Übungen

source: No match
de: Keine Treffer

source: No sets logged yet.
de: Noch keine Sätze eingetragen.

source: None
de: Keine

source: Not rated
de: Nicht bewertet

source: One of:
de: Eines davon:

source: Open
de: Offen

source: Open to work on
de: Bereit zum Üben

source: Optional. 1 is easy, 10 is everything you had.
de: Optional. 1 ist leicht, 10 ist alles, was du hattest.

source: Password
de: Passwort

source: Please check your details.
de: Bitte prüfe deine Angaben.

source: Ready for the next set when you are.
de: Bereit für den nächsten Satz, wann immer du es bist.

source: Remove this part
de: Diesen Teil entfernen

source: Repeat this set
de: Diesen Satz wiederholen

source: Reps per day
de: Wiederholungen pro Tag

source: Rest
de: Pause

source: Rest after
de: Pause danach

source: Rest day
de: Ruhetag

source: Rest done
de: Pause vorbei

source: Rested %@
de: Pause %@

source: Risk factors
de: Risikofaktoren

source: Save
de: Sichern

source: See it on the map
de: Auf der Karte ansehen

source: Self-attested on %@
de: Selbst bestätigt am %@

source: Self-attested: the log cannot show this one.
de: Selbst bestätigt: Das Log kann diese Stufe nicht zeigen.

source: Session
de: Training

source: Session saved
de: Training gespeichert

source: Sessions
de: Trainings

source: Set
de: Satz

source: Set %lld
de: Satz %lld

source: Show
de: Anzeigen

source: Sign in
de: Anmelden

source: Sign in with Apple did not complete.
de: Anmelden mit Apple wurde nicht abgeschlossen.

source: Sign out
de: Abmelden

source: Skills appear after the first sync.
de: Skills erscheinen nach der ersten Synchronisierung.

source: Skip
de: Überspringen

source: Something went wrong
de: Etwas ist schiefgelaufen

source: Start a session
de: Training starten

source: Sync now
de: Jetzt synchronisieren

source: Syncing
de: Synchronisiere

source: The catalogue loads with the first sync.
de: Der Katalog lädt mit der ersten Synchronisierung.

source: The map is on its way
de: Die Karte ist unterwegs

source: This account cannot sign in.
de: Dieses Konto kann sich nicht anmelden.

source: This session was deleted.
de: Dieses Training wurde gelöscht.

source: This skill's content is still being researched.
de: Die Inhalte dieses Skills werden noch recherchiert.

source: To failure
de: Bis zum Muskelversagen

source: Today
de: Heute

source: Too many attempts. Try again in a few minutes.
de: Zu viele Versuche. Versuche es in ein paar Minuten wieder.

source: Try another name.
de: Versuche einen anderen Namen.

source: Unlock the levels before this one first.
de: Schalte zuerst die Stufen davor frei.

source: Unlocked
de: Freigeschaltet

source: Unlocked on %@
de: Freigeschaltet am %@

source: Week %lld
de: Woche %lld

source: Your sessions appear here.
de: Deine Trainings erscheinen hier.

source: at least %@ kg added
de: mindestens %@ kg Zusatzgewicht

source: at most %@ kg added
de: höchstens %@ kg Zusatzgewicht

source: form %lld+
de: Ausführung %lld+

source: to failure
de: bis zum Versagen

source: unassisted
de: ohne Unterstützung
